{
    "Contact Me": "Schreib mir",
    "About Me": "Über mich",
    "Hey, I'm Chris. I am a Game Developer, and I love what I do!": "Hey, ich bin Chris. Ich entwickle Spiele für Desktop oder als App, und ich liebe es!",
    "Hi and Welcome! I'm Chris,": "Hallo und Willkommen, Ich bin Chris,",
    "I am a Game Designer and Developer graduate from Germany. Nearly 4 years ago I left my old job behind to follow my passion and to become a Game Developer. I'm quietly confident, striving to learn and eager to solve the next challenge ahead of me.": "Ich habe kürzlich mein Studium \"Game Design and Developer\" in Großbritannien absolviert. Vor fast 4 Jahren habe ich meinen alten Beruf hinter mir gelassen, um meiner Leidenschaft für Games zu folgen. Ich bin Lösungsorientiert, wissbegierig und freue mich auf die nächste Herausforderung!",
    "What I am working on:": "Meine aktuellen Arbeiten",
    "See More of my work HERE!": "Sieh dir HIER mehr von meinen Arbeiten an!",
    "Say Hello, I’m happy to hear from you!": "Sag Hallo, ich würde mich freuen!",
    "Thank you! Your message is on its way!": "Danke! Deine Nachricht ist unterwegs!",
    "Ups! Please try again!": "Ups! Bitte versuche es nocheinmal!",
    "Interest:": "Worum geht es?",
    "Select an option...": "Bitte wählen...",
    "Say Hello": "Sag Hallo",
    "Job": "Arbeit",
    "Bugs / Improvements": "Bugs / Verbesserungen",
    "Other Interest...": "Anderes Anliegen...",
    "Drop me a line:": "Dein Anliegen:",
    "Send it!": "Senden!",
    "German": "Deutsch",
    "Language": "Sprache",
    "Back to Top!": "Zum Seitenanfang!",
    "Back to Home!": "Zur Startseite!",
    "Ups! Something went wrong, please try again!": "Ups! Da ist etwas schiefgelaufen. Versuche es bitte noch einmal!",
    "Message received. Thanks!": "Nachricht gesendet. Danke!",
    "I'll be in touch with you shortly.": "Ich werde mich schnellstmöglich bei dir melden.",
    "About the Project": "Über das Projekt:",
    "Positve Identities was the final year group project as part of my Game Design and Development Bsc. The Idea was to create a mobile app for children age 8 to 11, that revolves around educating and informing them of different identities within the LGBTQ+ community. We were working for our client Barnado’s, a children’s charity that protects and supports the UK’s most vulnerable children and young people.": "Positve Identities war das Gruppenprojekt im Rahmen meines Game Design and Development Bsc. Die Idee war, eine mobile App für Kinder im Alter von 8 bis 11 Jahren zu erstellen, die sich darauf konzentriert, sie über verschiedene Identitäten innerhalb der LGBTQ+ Community aufzuklären und zu informieren. Unser Kunde war die Barnardo's Children's Charity, eine Wohltätigkeitsorganisation die die am stärksten gefährdeten Kinder und Jugendlichen in Großbritannien schützt und unterstützt.",
    "I worked on a great team with two fellow students, one in Web Design and Technology one in Graphics for Games. My main role on the project was the Design and Development of two games inside the learning app in cooperation with our client.": "Ich habe in einem großartigen Team mit zwei Kommilitonen gearbeitet, einer in Webdesign and Technology, einer in Graphics for Games. Meine Hauptaufgabe bei dem Projekt war das Design und die Entwicklung von zwei Spielen innerhalb der Lern-App in Zusammenarbeit mit unserem Kunden.",
    "Once I gathered enough information from my client, I started to look for similar games aimed at our demographic. I was Influenced by the BBC Bitesize learning games for their great looks and flow.": "Nachdem ich genügend Informationen von meinem Kunden gesammelt hatte, suchte ich nach ähnlichen Spielen für unsere Zielgruppe. Ich wurde von den BBC Bitesize-Lernspielen wegen ihres passenden Aussehens und Flows beeinflusst.",
    "Developing": "Entwicklung:",
    "I have developed the games in Unity 2019.3.9f1. It was a great opportunity to gain more experience with C# and solidify my knowledge with the Engine. I used Visual Studio for programming and GitHub for Source control. I made the graphics with Photoshop and Illustrator, allowing my team to fit their artwork to my art style. I also had the chance to create small audio elements for UI events with Audacity.": "Ich habe die Spiele in Unity 2019.3.9f1 entwickelt. Es war eine perfekte Gelegenheit, mehr Erfahrung mit C# zu sammeln und mein Wissen mit der Engine zu festigen. Ich habe Visual Studio für die Programmierung und GitHub für die Quellcodeverwaltung verwendet. Die Grafiken habe ich mit Photoshop und Illustrator erstellt, mein Team konnte damit ihre Grafiken an meinen Kunststil anpassen. Ich hatte auch die Möglichkeit, mit Audacity kleine Audioelemente für UI-Ereignisse zu erstellen. ",
    "I could refine my work through prototyping and presenting my games and frequently looking for feedback. Also, each game had to work on its own, so I made sure not to implement any dependencies between them.": "Ich konnte durch Prototyping und Präsentation meiner Spiele und durch ständiges Feedback meine Arbeit verfeinern. Außerdem musste jedes Spiel in sich geschlossen sein, deshalb achtete ich darauf keine Abhängigkeiten zwischen ihnen zu implementieren.",
    "Gallery:": "Gallerie:",
    "Kids learning App": "Kinder Lern-App",
    "Game Design and Development for the LGBT+ educational android app in Unity3D for Barnardo’s Child Charity.": "Design und Entwicklung der pädagogische Android-App <i>Positive Identities</i> in Unity3D für Barnardo‘s Kinderhilfswerk.",
    "RTS Game": "RTS Spiel",
    "Game Design and Development for the game HOME in Unity3D. My personal project as part of my BSc Degree.": "Design und Entwicklung meines Spiels <i>HOME</i> in Unity3D. Mein persönliches Projekt im Rahmen meiner Bachelor-Arbeit.",
    "Look Development, Texturing, Lighting, Advanced Rendering and Compositing of a 3D still life scene in Autodesk Maya.": "Look Entwicklung, Texturing, Belichtung, Advanced Rendering und Komposition einer 3D Szene in Autodesk Maya.",
    "View on Github": "Auf Github ansehen",
    "This projects aim was to develop a 3D scene in a chosen look. The work includes texturing and shader development, lighting of the scene, rendering high quality images and compositing of the final product.": "Ziel dieses Projekts war es, eine 3D-Szene in einem selbst ausgewählten Look zu entwickeln. Die Arbeit umfasst die Entwicklung von Texturen und Shadern, die Beleuchtung der Szene, das Rendern hochwertiger Bilder und das Compositing zum Endprodukt.",
    "The scenes lighting should show the fruit bowl in a dark room lit by cold moonlight falling through the window contrasted by a warm and ‘cosy’ candlelight.": "Die Beleuchtung der Szenen sollte die Obstschale in einem dunklen Raum zeigen, der von kaltem Mondlicht beleuchtet wird, das durch das Fenster fällt, im Kontrast mit einem warmen und „gemütlichen“ Kerzenlicht.",
    "Texturing:": "Texturen:",
    "Mood for moonlight and ...": "Mood für Mondlicht und ... ",
    "...mood for candlelight.": "...mood für Kerzenlicht.",
    "Textures were made in <a class=\"link-no-color\" href=\"https://www.substance3d.com/products/substance-painter/\" target=\"_blank\">Adobe Substance Painter</a>  and exported in 4k .exr. Texture maps used are base <i>colour</i>, <i>roughness</i>, <i>metallic</i>, <i>normal</i> and <i>height</i>. The apple leaf was later replaced with a leaf scan from <a class=\"link-no-color\" href=\"https://quixel.com/megascans/home\" target=\"_blank\">Quixel Megascans</a>.": "Ich habe die Texturen in <a class=\"link-no-color\" href=\"https://www.substance3d.com/products/substance-painter/\" target=\"_blank\">Adobe Substance Painter</a> erstellt und in 4k .exr Format exportiert. Für die Erstellung der Materialien habe ich <i>base colour</i>, <i>roughness</i>, <i>metallic</i>, <i>normal</i> und <i>height</i> Texturen verwendet. Das Blatt des Apfels habe ich später durch einen Scan von <a class=\"link-no-color\" href=\"https://quixel.com/megascans/home?search=apple&search=leaf&assetId=qfyn52\" target=\"_blank\">Quixel Megascans</a> ersetzt.",
    "Shader setup example in Autodesk Maya.": "Beispiel: Material Aufbau in Autodesk Maya 2020.",
    "Lighting:": "Licht:",
    "My first try at giving the impression of moonlight coming through a window I positioned two area lights next to the object. The HDR Image used for the sky-dome, with its bright single light should have simulated the moon.": "Um den Eindruck von Mondlicht, das durch ein Fenster scheint zu erwecken, platzierte ich in meinem ersten Versuch zwei Area Lights neben den Objekten. Das für den Skydome verwendete HDR-Bild mit seinem hellen Einzellicht sollte dabei den Mond simulieren.",
    "Initial lighting setup in Autodesk Maya and ... (1/3)": "Erster Versuch: Lichtsetup in Autodesk Maya und ... (1/3)",
    "... test render result. (2/3)": "... Test Render. (2/3)",
    "Maya: Costum AOVs per light (candle light, gobo spotlight and HDRI Skydome light) (3/3)": "Maya: Benutzerdefinierte AOVs je Licht (Candle, Gobo Spotlight und HDRI Skydome Licht) (3/3)",
    "The overall result was to bright and the ‘window’ only visible in the reflections. I replaced the HDRI with <a class=\"link-no-color\" href=\"https://hdrihaven.com/\" target=\"_blank\"><i>a starfield HDRI</i></a> and instead of the two area-lights mimicking a window, I placed a single spotlight with a gobo lighting the objects. I also added the candle for backlighting to the scene which provides a warm contrast to the gobo-spotlight.": "Das Gesamtergebnis war zu Hell und die ‘Fenster‘ nur in den Reflektionen sichtbar. Deshalb habe ich den Skydome  mit einem <a class=\"link-no-color\" href=\"https://hdrihaven.com/hdri/?c=outdoor&h=satara_night_no_lamps\" target=\"_blank\"><i>Sternenhimmel HDRI</i></a> und die beiden Area Lights mit einem einzigen Spotlight mit  Gobo-Effekt ersetzt. Zudem ergänzte ich eine Kerze um zusätzlich Hintergrund Beleuchtung zu schaffen, das mit dem kalten Mondlicht des Spotlights einen warmen Kontrast bildet.",
    "Final lighting setup in Autodesk Maya and ... (1/3)": "Finales Licht Setup in Autodesk Maya und ... (1/3)",
    "... test render result (lighting only). (2/3)": "... Test Render (Nur Licht Information). (2/3)",
    "Gobo with trees used for final image. (3/3)": "Gobo Effekt für das Mondlicht Spotlight. (3/3)",
    "Renders were made in 3840x2160 with a pixel density of 300ppi to produce high quality images.": "Um hochauflösende Bilder zu generieren wurde die Auflösung der Render mit 3840x2160 und mit einer Pixeldichte von 300ppi bestimmt.",
    "The final compositing was made in <a class=\"link-no-color\" href=\"https://www.foundry.com/products/nuke\" target=\"_blank\"><i>The Foundry Nuke</i></a>. To gain more control in the compositing process each light has its own AOV light group in Maya with <i>custom light path expressions</i> for <i>direct-</i> / <i>indirect-diffuse</i>, <i>specular</i> and <i>subsurface scattering</i>.": "Die Finale Composition habe ich in <a class=\"link-no-color\" href=\"https://www.foundry.com/products/nuke\" target=\"_blank\"><i>The Foundry Nuke</i></a> durchgeführt. Um mehr Kontrolle über die einzelnen Elemente zu erhalten habe ich jedes Licht mit seiner eigenen AOV Light Group in Maya verstehen die jeweils eine <i>costum light path expression</i> für <i>direct-</i> / <i>indirect-diffuse</i>, <i>specular</i>  und <i>subsurface scattering</i> besitzt. ",
    "Example for manipulating all <i>apple</i> related texture streams (1. diffuse, 2. specular, 3. sss) with Nuke nodes and the help of Crypromatte masks. (1/2)": "Beispiel: Einfache Anpassung aller <i>apple</i> Texture Streams (1. diffuse, 2. specular, 3. sss) in Nuke mit der Hilfe von Crypromatte masks. (1/2)",
    "Example of organising candlelight AOVs. (2/2)": "Beispiel: Organisation aller Kerzenlicht AOVs in Nuke. (2/2)",
    "Final Images (3840x2160):": "Finales Produkt (3840x2160):",
    "Download in print quality": "Download in Print Qualität!",
    "Final composition (1/12)": "Final composition (1/12)",
    "Original model (1/12)": "Originales 3D Modell (1/12)",
    "Original model + Candle (2/12)": "Originales 3D Modell mit Kerze (2/12)",
    "Added key light with gobo (6/12)": "Hinzufügen von key light mit Gobo-Effekt (6/12)",
    "Added candle background light (7/12)": "Hinzufügen von Hintergrund Kerzenlicht (7/12)",
    "Added Maya fluid effects flame (8/12)": "Hinzufügen von Maya Fluid Effekt Kerzenflamme (8/12)",
    "Added candle glame glow + glint (9/12)": "Hinzufügen von Kerzenschein und Schimmer (9/12)",
    "Colour correction and texture adjustments (10/12)": "Farbkorrekturen und Textur Anpassungen (10/12)",
    "Added grain + depth of field from Z Depth AOV (11/12)": "Hinzufügen von Tiefenschärfe aus dem Z-Depth AOV (11/12)",
    "Final composition - christian.dennis.frost@gmail.com (12/12)": "Finale Composition - christian.dennis.frost@gmail.com (12/12)",
    "See more of my work here!": "Mehr zu meinen Arbeiten hier!",
    "- Tested on Galaxy S7": "- Getestet mit Galaxy S7",
    "Work Section": "Meine aktuellen Arbeiten",
    "(Currently under Construction 14/08/2020)": "(In Arbeit 14/08/2020)",
    "Description coming soon!": "Beschreibung in Arbeit!",
    "403 error": "403 Fehler",
    "Forbidden.": "Gesperrt.",
    "Christian Frost | 403 Forbidden!": "Christian Frost | 403 Gesperrt!",
    "404 error": "404 Fehler",
    "Page not found. That's not a good start...": "Seite nicht gefunden. Das fängt ja nicht gut an...",
    "Christian Frost | 404 Page not found!": "Christian Frost | 404 Seite nicht gefunden!",
    "401 error": "401 Fehler",
    "Unauthorized.": "Nicht authorisiert.",
    "Christian Frost | 401 Unauthorized!": "Christian Frost | 401 Nicht authorisiert!",
    "500 error": "500 Fehler",
    "Internal Server Error.": "Serverfehler.",
    "Christian Frost | 500 Internal Server Error!": "Christian Frost | 500 Serverfehler!",
    "Christian Frost | Form sent!": "Christian Frost | Nachricht gesendet!",
    "Handmade by me. 2021": "Von mir handgefertigt. 2021"
}