{
    "Contact Me": "Schreib mir",
    "About Me": "Über mich",
    "Hey, I'm Chris. I am a Game Developer, and I love what I do!": "Hey, ich bin Chris. Ich entwickle Spiele für Desktop oder als App, und ich liebe es!",
    "Hi and Welcome! I'm Chris,": "Hallo und Willkommen, Ich bin Chris,",
    "I am a Game Designer and Developer graduate from Germany. Nearly 4 years ago I left my old job behind to follow my passion and to become a Game Developer. I'm quietly confident, striving to learn and eager to solve the next challenge ahead of me.": "Ich habe kürzlich mein Studium \"Game Design and Developer\" in Großbritannien absolviert. Vor fast 4 Jahren habe ich meinen alten Beruf hinter mir gelassen, um meiner Leidenschaft für Games zu folgen. Ich bin Lösungsorientiert, wissbegierig und freue mich auf die nächste Herausforderung!",
    "What I am working on:": "Meine aktuellen Arbeiten",
    "Here is a list of my personal projects that I have been working on:": "Hier ist eine Liste mit meinen persönlichen Projekten, an denen ich gearbeitet habe:",
    "This is the work example ONE": "Das ist das erste Beispiel",
    "I have worked on this part very hard, let me convince you that I am a brilliantly super hard-working first-class worker that never fails you. In all honesty there is no one better than me.": "Das ist deutscher Text, der beschreibt wie gut dieses Project ist, Ich bin super und wenn du hier drauf gehst dann kannst du dich selbst davon überzeugen. Wirklich!",
    "See More of my work HERE!": "Sieh dir HIER mehr von meinen Arbeiten an!",
    "Say Hello, I’m happy to hear from you!": "Sag Hallo, ich würde mich freuen!",
    "Thank you! Your message is on its way!": "Danke! Deine Nachricht ist unterwegs!",
    "Ups! Please try again!": "Ups! Bitte versuche es nocheinmal!",
    "Interest:": "Dein Anliegen:",
    "select an option...": "bitte wählen...",
    "Say Hello": "Sag Hallo",
    "Job": "Arbeit",
    "Bugs / Improvements": "Bugs / Verbesserungen",
    "Other Interest...": "Anderes Anliegen...",
    "Drop me a line:": "",
    "Send it!": "Senden!",
    "German": "Deutsch",
    "Language": "Sprache",
    "Back to Top!": "Zum Seitenanfang!",
    "Ups! Something went wrong, please try again!": "Ups! Da ist etwas schiefgelaufen. Versuche es bitte noch einmal!",
    "Message received. Thanks!": "Nachricht gesendet. Vielen Dank!",
    "I'll be in touch with you shortly.": "Ich werde mich in Kürze bei Ihnen melden.",
    "About the Project": "Über das Projekt:",
    "Positve Identities was the final year group project as part of my Game Design and Development Bsc. The Idea was to create a mobile app for children age 8 to 11, that revolves around educating and informing them of different identities within the LGBTQ+ community. We were working for our client Barnado’s, a children’s charity that protects and supports the UK’s most vulnerable children and young people.": "Positve Identities war das Gruppenprojekt im Rahmen meines Game Design and Development Bsc. Die Idee war, eine mobile App für Kinder im Alter von 8 bis 11 Jahren zu erstellen, die sich darauf konzentriert, sie über verschiedene Identitäten innerhalb der LGBTQ + -Community aufzuklären und zu informieren. Wir haben für unseren Kunden Barnado's gearbeitet, eine Wohltätigkeitsorganisation für Kinder, die am stärksten gefährdeten Kinder und Jugendlichen in Großbritannien schützt und unterstützt.",
    "I worked on a great team with two fellow students, one in Web Design and Technology one in Graphics for Games. My main role on the project was the Design and Development of two games inside the learning app in cooperation with our client.": "Ich habe in einem großartigen Team mit zwei Kommilitonen gearbeitet, einer in Webdesign and Technology, einer in Graphics for Games. Meine Hauptaufgabe bei dem Projekt war das Design und die Entwicklung von zwei Spielen innerhalb der Lern-App in Zusammenarbeit mit unserem Kunden.",
    "Once I gathered enough information from my client, I started to look for similar games aimed at our demographic. I was Influenced by the BBC Bitesize learning games for their great looks and flow.": "Nachdem ich genügend Informationen von meinem Kunden gesammelt hatte, suchte ich nach ähnlichen Spielen für unsere Zielgruppe. Ich wurde von den BBC Bitesize-Lernspielen wegen ihres passenden Aussehens und Flows beeinflusst.",
    "Developing": "Entwicklung",
    "I have developed the games in Unity 2019.3.9f1. It was a great opportunity to gain more experience with C# and solidify my knowledge with the Engine. I used Visual Studio for programming and GitHub for Source control. I made the graphics with Photoshop and Illustrator, allowing my team to fit their artwork to my art style. I also had the chance to create small audio elements for UI events with Audacity.": "Ich habe die Spiele in Unity 2019.3.9f1 entwickelt. Es war eine perfekte Gelegenheit, mehr Erfahrung mit C# zu sammeln und mein Wissen mit der Engine zu festigen. Ich habe Visual Studio für die Programmierung und GitHub für die Quellcodeverwaltung verwendet. Die Grafiken habe ich mit Photoshop und Illustrator erstellt, mein Team konnte damit ihre Grafiken an meinen Kunststil anpassen. Ich hatte auch die Möglichkeit, mit Audacity kleine Audioelemente für UI-Ereignisse zu erstellen. ",
    "I could refine my work through prototyping and presenting my games and frequently looking for feedback. Also, each game had to work on its own, so I made sure not to implement any dependencies between them.": "Ich konnte durch Prototyping und Präsentation meiner Spiele und durch ständiges Feedback meine Arbeit verfeinern. Außerdem musste jedes Spiel in sich geschlossen sein, deshalb achtete ich darauf keine Abhängigkeiten zwischen ihnen zu implementieren.",
    "Gallery:": "Gallerie:",
    "View on Github": "Github ansehen",
    "- Tested on Galaxy S7": "- Getestet mit Galaxy S7",
    "Hey! This is my work section.": "Hi, hier ist mein Portfolio.",
    "(Currently under Construction 13/08/2020)": "(Website in Arbeit 13/08/2020)",
    "403 error": "403 Fehler",
    "Forbidden.": "Gesperrt.",
    "Christian Frost | 403 Forbidden!": "Christian Frost | 403 Gesperrt!",
    "404 error": "404 Fehler",
    "Page not found. That's not a good start...": "Seite nicht gefunden. Das fängt ja nicht gut an...",
    "Christian Frost | 404 Page not found!": "Christian Frost | 404 Seite nicht gefunden!",
    "401 error": "401 Fehler",
    "Unauthorized.": "Nicht authorisiert.",
    "Christian Frost | 401 Unauthorized!": "Christian Frost | 401 Nicht authorisiert!",
    "500 error": "500 Fehler",
    "Internal Server Error.": "Serverfehler.",
    "Christian Frost | 500 Internal Server Error!": "Christian Frost | 500 Serverfehler!",
    "Christian Frost | Form sent!": "Christian Frost | Nachricht gesendet!",
    "Handmade by me 2020": "Von mir handgefertigt 2020"
}
